Repository: Geetesh2912/iMessage-Apps-Clone
Catalog: iMessage-Geet/iMessage-Geet/Localization/*.lproj/Localizable.strings
Languages: de

# all_messages_title
source: All Messages
de: Alle Nachrichten

# known_senders_title
source: Known Senders
de: Bekannte Absender

# unknown_senders_title
source: Unknown Senders
de: Unbekannte Absender

# unread_messages_title
source: Unread Messages
de: Ungelesene Nachrichten

# filtered_by_sms_filter_header
source: FILTERED BY SMS FILTER
de: GEFILTERT NACH SMS-FILTER

# all_transactions_title
source: All Transactions
de: Alle Transaktionen

# finance_title
source: Finance
de: Finanzen

# orders_title
source: Orders
de: Bestellungen

# reminders_title
source: Reminders
de: Erinnerungen

# promotions_title
source: Promotions
de: Werbung

# junk_title
source: Junk
de: Spam

# recently_deleted_title
source: Recently Deleted
de: Zuletzt gelöscht

# zero_state_title_no_messages
source: No Messages
de: Keine Nachrichten

# zero_state_subtitle_all_messages
source: Messages you send or receive will appear here.
de: Nachrichten, die Sie senden oder empfangen, werden hier angezeigt.

# zero_state_subtitle_known_senders
source: Messages to and from known senders will appear here.
de: Nachrichten von und an bekannte Absender werden hier angezeigt.

# zero_state_subtitle_unknown_senders
source: Messages from unknown senders will appear here.
de: Nachrichten von unbekannten Absendern werden hier angezeigt.

# zero_state_subtitle_unread_messages
source: Messages that are unread will appear here.
de: Ungelesene Nachrichten werden hier angezeigt.

# zero_state_subtitle_all_transactions
source: Messages filtered as transactions will appear here.
de: Nachrichten, die als Transaktionen gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_finance
source: Messages filtered as Finance will appear here.
de: Nachrichten, die als Finanzen gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_orders
source: Messages filtered as Orders will appear here.
de: Nachrichten, die als Bestellungen gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_reminders
source: Messages filtered as Reminders will appear here.
de: Nachrichten, die als Erinnerungen gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_promotions
source: Messages filtered as Promotions will appear here.
de: Nachrichten, die als Werbung gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_junk
source: Messages filtered as junk will appear here.
de: Nachrichten, die als Spam gefiltert wurden, werden hier angezeigt.

# zero_state_subtitle_deleted
source: Conversations show the days remaining before deletion. After that time, messages will be permanently deleted. This may take up to 40 days.
de: Unterhaltungen zeigen die verbleibenden Tage bis zur Löschung an. Danach werden die Nachrichten endgültig gelöscht. Dies kann bis zu 40 Tage dauern.
